[{"isim": "Game of Thrones", "summary": "Game of Thrones is an HBO adaptation of American author George R.R. Martin's epic fantasy novel series published by HarperCollins, A Song of Ice and Fire. The show explores a medieval-like fantasy world with its plethora of characters all struggling in the only game that matters--the game of thrones. And in this game you either win or you die, there is no middle ground.", "oylama": "9.0", "elestiri": "226"}, {"isim": "Arrow", "summary": "Arrow is a modern retelling of the DC Comic character Green Arrow. Multi-millionaire playboy Oliver Queen is missing, and presumed dead after a shipwreck at sea. He is found five years later, having survived on a desert island off his wits and by mastering the bow and arrow. When he returns to Starling City however, he discovers that it is rife with corruption and crime. Oliver decides to put his skills to use by taking on the persona of Arrow and becoming the vigilante that Starling City needs.\nThe show stars Stephen Amell in the title role.\nGreen Arrow has been portrayed two times by a real life actor, and voiced in twelve separate cartoon/animations starting in 1973.", "oylama": "8.9", "elestiri": "262"}, {"isim": "Marvel's Agents of S.H.I.E.L.D.", "summary": "Based on Marvel's fictional government organization, S.H.I.E.L.D.  It shows that not all heroes have to be super.\nAgent Phil Coulson (The Avengers) recruits a new team to go into the field and handle any cases involving the strange and the bizarre. Accompanying him are solo field agent Grant Ward, field agent turned desk jockey Melinda May, and British scientists Leo Fitz and Gemma Simmons. Coulson soon recruits a civilian computer hacker known only as Skye, a mystery woman with an unknown past.", "oylama": "8.0", "elestiri": "137"}, {"isim": "Grey's Anatomy", "summary": "Grey's Anatomy is a medical drama about a group of surgeons working at Seattle Grace Hospital. The show centers around Meredith Grey (Ellen Pompeo) and her life as a resident at the hospital. In addition to her relationship with her neurosurgeon husband, Derek Shepherd (Patrick Dempsey), and best friend Cristina Yang (Sandra Oh), it also explores her relationships with her peers and the other doctors around her. Each episode dives into different medical cases and personal dramas of the doctors at Seattle Grace, with Dr. Owen Hunt (Kevin McKidd) at the helm of the surgical department as the new Chief of Surgery.", "oylama": "8.8", "elestiri": "1211"}, {"isim": "Coronation Street", "summary": "\nCoronation Street is credited as being one of the longest running soaps in the world and the longest running television soap in Britain (with the longest running overall being The Archers on BBC radio). The show has been on British TV screens since 1960 and has aired over 6,000 episodes. Coronation Street was created by Tony Warren, who drew on his own experiences living in Salford when developing the show for Granada Television in Manchester. The show's working title was Florizel Street. In a memo from Tony Warren to Granada, he explains the basis of the show: \"A fascinating freemasonary, a volume of unwritten rules. These are the driving forces behind life in a working class street in the north of England. The purpose of Florizel Street is to examine a community of this nature, and to entertain.\" The first episode of Coronation Street, written by Tony Warren and containing the first airing of the iconic theme music (composed by Eric Spear), was transmitted live at 7.00pm on Friday 9th December 1960 and was an instant success due to its eliment of \"realism\". The series began as a twice weekly serial (airing originally on Wednesdays and Fridays) and was initially only commissioned for twelve episodes but due to the series' success with the viewers it became a perminant fixture, soon changing its transmission days to Monday and Wednesdays. Almost 30 years later the number of episodes increased to three per week in 1989 (additional episode on Fridays) and then to four in 1996 (additional episode on Sundays). Recently that has increased again with a second episode being added on a Monday night at 8.30, leaving a half hour gap between the end of the first episode of the evening and the start of the second. Coronation Street, Corrie or The Street (however you know it) has been at the top of the ratings for most of it's long run and despite tough competition from new soaps and even new TV channels it remains the highest rated programme on British television. William Roache is now the only original cast member remaining - he's played Ken Barlow since episode one. The Set: In early 1960, after Granada Television commissioned twelve episodes of Coronation Street, the set designer Denis Parkin was taken on a tour of Salford by series creator Tony Warren for inspiration on the set. The street's set was based on Archie Street in the Ordsall district, a film shot of which was used in the opening credits of the programme from 1960 to 1964. Archie Street itself was knocked down in 1971. The original television set was built indoors, the cobbles and paving slabs were painted to the floor and the houses were made out of wood. The set was so big and the studio so small that it had to be erected in two parts which explains why shots of the entire street were not seen until 1968 when Granada decided that the interior set was too limiting and so re-erected the set outside in a yard rented from British Railways on Grape Street on Manchester, behind the Granada studios. The cast hated it! They complained that it was draughty and cold; nevertheless it was soon re-built in bricks and mortar and survived until the end of the 1970s when the decision was made to incorporate the set into the Granada Studios Tour. By 1982 a brand new set had been erected on a new site just a few hundred yards away. When the set was complete it was opened by the Queen and Duke of Edinburgh. The new set was first seen on-screen in episode 2210, broadcast on Monday 7 June 1982. From 1982 up until 1999, it was possible for fans of the show to visit the exterior set as part of the Granada Studios Tour. With the closure of the tour, Granada were able to expanded the exterior set to incorporate further buildings on Rosamund Street (the Health Centre) and later on Victoria Street (Roy's Rolls & Elliot and Son). Coronation Street currently airs on the following days in the UK: Monday @ 7.30pm & 8.30pm, Wednesday @ 7.30pm, Friday @ 7.30pm, Sunday @ 7.30pm. Note: This episode guide mirrors the episode numbers that are used by Granada Television. These, in turn, are based on the episode production numbers. On the odd occasion over the years these have proven to be slightly haphazard. To explain; the first episode of the programme was production code P228/1, the second P228/2, etc. In 1970, the production team reached episode 999 with the episode that was broadcast on Wednesday 19th August that year. The next episode, the 1000th, was not given the production code of P228/1000 but instead was given the new production code of P694 and the number 1! (To confuse matters more, Granada also publicised episode 999 as the 1000th episode!). The actual 1000th episode was therefore known as episode P694/1. As the seventies went on, two episodes (P694/26 and P694/27) were edited down into one half-hour episode, supposedly because Doris Speed - playing Annie Walker - was ill, and four episode numbers were not used at all - P694/503, P694/504, P694/505 and P694/549. You will therefore not find episodes 1503, 1504, 1505 or 1549 in this guide - because they were never made! When the 4000th episode was broadcast in April 1996, Granada's production codes skipped from P694/2999 to P694/4000, thereby mirroring better the actual episode number being shown and publicised. The fact remains though that other episode numbers have been skipped or counted as double episodes and therefore the publicity over episodes such as number 6000 in 2005 are a few episodes out. This is no big secret and, on occasion, comments have appeared in the UK press about this anomoly.moreless\n", "oylama": "7.0", "elestiri": "107"}, {"isim": "The Vampire Diaries", "summary": "The Vampire Diaries is based on a novel series penned by L.J. Smith where you are given the insight into the diary of 17-year old Elena Gilbert (Nina Dobrev). Elena and her 15-year-old brother, Jeremy (Steven R. McQueen), live with their Aunt Jenna (Sara Canning). Elena seeks comfort from her familiar social circle – best friend Bonnie (Katerina Graham), frenemy Caroline Forbes (Candice Accola), and former boyfriend Matt Donovan(Zach Roerig, Friday Night Lights). At Mystic Falls High, Elena and her friends become fixated by a mysterious new student, Stefan Salvatore (Paul Wesley, \"Fallen\"). Stefan and Damon(Ian Somerhalder, Lost) are vampire brothers – one good, one evil – at war for Elena's soul. The Vampire Diaries is from Alloy Entertainment and Bonanza Productions Inc in association with Warner Bros. Television and CBS Television Studios.", "oylama": "8.4", "elestiri": "414"}, {"isim": "The Big Bang Theory", "summary": "Created by writer/producers Chuck Lorre (of Two and a Half Men) and Bill Prady (of Gilmore Girls) comes The Big Bang Theory, a sitcom that shows what happens when hyperintelligent roommates/physicists Sheldon and Leonard meet Penny, a beautiful woman moving in next door--and realize they know next to nothing about life outside of the lab. Rounding out the crew are the smarmy Wolowitz, who thinks he's as sexy as he is brainy, and Koothrappali, who suffers from an inability to speak in the presence of a woman. The show distinguishes itself by being unafraid to toss scientific references and technobabble into an otherwise standard sitcom, even employing a physicist to keep things accurate. In doing so, it allows Sheldon and Leonard to do for science what Frasier's Crane brothers did for fine dining, art, and opera. Theme Song: \"The History of Everything\" by Barenaked Ladies", "oylama": "8.9", "elestiri": "558"}, {"isim": "Supernatural", "summary": "\nSupernatural features stars Jensen Ackles and Jared Padalecki as Dean and Sam Winchester, two brothers who travel the country looking for their missing father and battling evil spirits along the way. Sam Winchester is a college student bound for law school, determined to escape his family's past - unlike his older brother, Dean. Ever since they were little their father has been consumed with an obsession to find the evil forces that murdered his beloved wife, in result recruiting and training his two young sons to help him in revenge. They have grown up as hunters of the supernatural. Sam escaped under the premise of going to college, and now has a happy life with his girlfriend, Jessica, and a promising future career. Dean, however, stayed behind with his father to join him in his \"hunting\". Dean goes to Sam for help when their father goes missing. Now Sam must join his brother to find him. His one weekend trip to search for the missing John Winchester becomes an ongoing quest after a horrible tragedy ruins any thought of a happy life for Sam. The two brothers, bound by tragedy and blood to their mission, travel across the country encountering terrifying and dangerous forces most believe to be nothing but superstition and folklore, such as the Lady in White, the Indian beast known as the Wendigo, Phantom Travelers who cause plane crashes, Bloody Mary, vampires, demons and many more. From Warner Bros. Television Production Inc. in association with Wonderland Sound and Vision, with executive producers McG (Charlie's Angels, The O.C.), writer/executive producer Eric Kripke (Boogeyman) and Robert Singer (Midnight Caller).moreless\n", "oylama": "9.1", "elestiri": "1703"}, {"isim": "How I Met Your Mother", "summary": "How I Met Your Mother is a comedy about Ted (Josh Radnor) and how he fell in love. It all starts when Ted's best friend, Marshall (Jason Segel), drops the bombshell that he's going to propose to his long-time girlfriend, Lily (Alyson Hannigan), a kindergarten teacher. At that moment, Ted realizes that he had better get a move on if he too hopes to find true love. Helping him in his quest is Barney (Neil Patrick Harris), a friend with endless, sometimes outrageous opinions, a penchant for suits and a foolproof way to meet women. When Ted meets Robin (Cobie Smulders), he's sure it's love at first sight, but destiny may have something else in store. The series is narrated through flashbacks from the future, voiced by Bob Saget. The theme song is \"Hey Beautiful\" by The Solids.", "oylama": "9.0", "elestiri": "639"}, {"isim": "Once Upon a Time", "summary": "Adam Horowitz and Edward Kitsis, writers of Lost, have created a modern take on fairy tales with a female lead character, Emma Swan, who has moved to Maine. The show revolves around the adaptation of fairytale characters such as Snow White and Prince Charming who have been brought into the real world with no knowledge of their true identities, due to the Evil Queen, who cast an evil spell on the entire land.", "oylama": "8.6", "elestiri": "204"}, {"isim": "Criminal Minds", "summary": "The Behavioral Analysis Unit consists of an elite team of FBI profilers who analyze the country's most twisted criminal minds and anticipate their next moves before they can strike again. Criminal Minds stars Thomas Gibson as Unit Chief Aaron Hotchner, Joe Mantegna as Senior Supervisory Special Agent David Rossi, Jeanne Tripplehorn as Supervisory Special Agent Alex Blake, Shemar Moore as Supervisory Special Agent Derek Morgan, Matthew Gray Gubler as Supervisory Special Agent Dr. Spencer Reid, A.J. Cook as Supervisory Special Agent Jennifer \"JJ\" Jareau and Kirsten Vangsness as Analyst Penelope Garcia.", "oylama": "8.8", "elestiri": "604"}, {"isim": "The Blacklist", "summary": "An FBI fugitive, Raymond \"Red\" Reddington (Spader), joins the FBI in an attempt to work together and bring down criminals and terrorists. After their first victory, a list of dangerous but unknown criminals is revealed by Red. With the help of a rookie FBI profiler, Red will work to eliminate all those in \"The List\".", "oylama": "8.7", "elestiri": "129"}, {"isim": "The 100", "summary": "In this new post-apocalyptic drama set ninety-seven years after civilization was destroyed on earth, 100 juvenile prisoners have been exiled to the earth from the international space stations to test whether it is habitable.", "oylama": "8.6", "elestiri": "121"}, {"isim": "The Mentalist", "summary": "\"Mentalist, noun. Someone who uses mental acuity, hypnosis and/or suggestion. A master manipulator of thoughts and behavior.\" The Mentalist tells the tale of Patrick Jane, who is employed as an independent consultant working with the California Bureau of Investigation (CBI) to solve crimes. He had been making a living as a psychic, and he would assist the police on cases -- until his life changed when he lost the two most important people in his life to one of those serial killers he was helping track. He now uses his refined observation skills to help the CBI solve cases. He works with Senior Agent Teresa Lisbon, Agents Kimball Cho and Wayne Rigsby and the rookie Grace Van Pelt. The series is produced by Warner Bros. Television.", "oylama": "8.7", "elestiri": "312"}, {"isim": "The Good Wife", "summary": "The Good Wife is a female-driven drama about a politician's wife who pursues her own career as a defense attorney after her husband is sent to jail on charges of political corruption. Alicia Florrick (Julianna Margulies) will not only have to deal with her career but also with keeping her family together by providing a stable home for her two children. The Good Wife returns for a 5th season on September 29, 2013.", "oylama": "8.7", "elestiri": "114"}, {"isim": "NCIS", "summary": "\nFrom Donald P. Bellisario comes NCIS, a show bringing us the inner workings of the government agency that investigates all crimes involving Navy and Marine Corps personnel, regardless of rank or position. From murder and espionage to terrorism and stolen submarines, these special agents traverse the globe to investigate all crimes with Navy or Marine Corps ties. Leading this team that operates outside of the military chain of command is Special Agent Leroy Jethro Gibbs (Mark Harmon), a skilled investigator and interrogator who is smart, tough and willing to bend the rules to get the job done. Working under Gibbs is Special Agent Tony DiNozzo (Michael Weatherly), a former homicide detective who has instincts that can come only from working on the streets. Joining them is Abby Sciuto (Pauley Perrette), a gifted forensics specialist whose dark wit matches her goth-style hair and clothes, and Dr. Donald \"Ducky\" Mallard (David McCallum), a medical examiner. Through season one a new character has been introduced -- special agent Tim McGee (Sean Murray, \"The Random Years\") whose computer skills will be a very big part of the NCIS team. Special Agent Caitlin \"Kate\" Todd (Sasha Alexander, \"Dawson's Creek\"), a former United States Secret Service agent, has brought her intelligence and gutsy personality to the team through first 2 seasons, until during her duty in season two finale, when she was murdered by a terrorist. In season three, the NCIS team welcomed Mossad Agent Ziva David (Cote de Pablo), who took Kate's place in the team, and the NCIS team got a new director, Jenny Shepard (Lauren Holly). After Holly's departure at the end of Season 5, the position of the NCIS director was taken over by Leon Vance (Rocky Carroll).moreless\n", "oylama": "8.8", "elestiri": "1220"}, {"isim": "Vikings", "summary": "The History Channel's scripted drama chronicling the adventures of Viking warrior (and supposed descendent of Odin), Ragnar Lothbrok. Curious as to what lies to the West, Ragnar devises a plan to rebel against the long tradition of raiding East. Originally intended as a mini-series, Vikings was renewed for a second and third season.", "oylama": "9.2", "elestiri": "69"}, {"isim": "Castle", "summary": "Meet Richard Castle, a successful murder-mystery writer who just killed off his main character. It seems one of his fans liked his books just a bit too much when a copycat murderer started running around killing people as described in Castle's books. After being questioned by the police Richard joins forces with Detective Kate Beckett to solve this case. The two become 'partners' and begin working together to solve other murders in New York City along with other detectives Javier Esposito, Kevin Ryan and Captain Roy Montgomery, later Captain Victoria Gates. They also work with medical examiner Lanie Parish. Richard's family includes his mother Martha Rodgers, who was a Broadway diva and his daughter Alexis. The show is produced by ABC Studios and Beacon Television. ABC debuted the show on March 9, 2009. Castle was given a 10 episode order for the first season and was renewed for a full second, third season and fourth season. Parental TV Rating: TV-14", "oylama": "8.9", "elestiri": "268"}, {"isim": "Revenge", "summary": "Revenge is a new take on Alexandre Dumas' classic tale as told from a female's perspective, and stars Brothers and Sisters alum Emily VanCamp. The series follows the exploits of Amanda Clarke who under the alias of Emily Thorne, has returned to The Hamptons with one goal -- to seek revenge on those responsible for destroying her father.", "oylama": "8.5", "elestiri": "183"}, {"isim": "Bones", "summary": "\nFrom executive producers Barry Josephson and Hart Hanson comes the darkly amusing drama Bones, inspired by real-life forensic anthropologist and novelist Kathy Reichs. Forensic anthropologist Dr. Temperance Brennan, who works at the Jeffersonian Institution and writes novels as a sideline, has an uncanny ability to read clues left behind in a victim's bones. Consequently, law enforcement calls her in to assist with murder investigations when the remains are so badly decomposed, burned, or destroyed that the standard identification methods are useless. Brennan has been teamed with Special Agent Seeley Booth, a former Army sniper who mistrusts science and scientists when it comes to solving crimes. Brennan and Booth clash both professionally and personally, but the chemistry between them has grown since they first met and has made them a strong and trusting team. Brennan's equally brilliant colleagues (or \"squints\" as Booth calls them) at the Jeffersonian's Medico-Legal Lab include earthy and bawdy Angela Montenegro, who's created a unique way to render an original crime scene in a three-dimensional computer image; Dr. Jack Hodgins, who's an expert on insects, spores and minerals, but for whom conspiracy is his passion; and Brennan's boss Dr. Camille \"Cam\" Saroyan, who replaced Dr. Daniel Goodman after the first season. Zack Addy, a young prodigy whose genius IQ sometimes distances him from reality, was Brennan's former assistant, but at the end of season three he left the Jeffersonian. Dr. Lance Sweets signed on in season three as Booth and Brennan's psychologist, to resolve some of Booth and Brennan's persisting struggles. He later joined the team to provide behavioral analyses on cases. The loss of Sweets from the team, and a conspiracy surrounding Booth has Special Agent James Aubrey paired with Booth as they investigate his case and pitch in with Brennan's work.Broadcast History (All times E/P):Season 10 – Thursday 8:00 pmSeason 9, Episodes 16-24 – Monday 8:00 pmSeason 9, Episodes 9-15 – Friday 8:00 pmSeason 9, Episodes 1-8 – Monday 8:00 pm (One episode from season eight included in the season)Season 8 – Monday 8:00 pm (Four episodes from season seven written to be stand-alones included in the season)Season 7, Episodes 7-13 – Monday 8:00 pm (Emily Deschanel's pregnancy meant a short season)Season 7, Episode 6 – Thursday 8:00 pmSeason 7, Episodes 1-5 – Thursday 9:00 pmSeason 6, Episodes 10-23 – Thursday 9:00 pmSeason 6, Episodes 1-9 – Thursday 8:00 pmSeason 5 – Thursday 8:00 pmSeason 4, Episodes 12-26 – Thursday 8:00 pmSeason 4, Episodes 1-11 – Wednesday 8:00 pm (Six episodes written for season three included in the count)Season 3, Episodes 11-16 – Monday 8:00 pm (2007-2008 WGA writers' strike meant short season)Season 3, Episodes 1-9 – Tuesday 8:00 pmSeason 2 – Wednesday 8:00 pmSeason 1, Episodes 15-22 – Wednesday 8:00 pmSeason 1, Episodes 10-14 – Wednesday 9:00 pmSeason 1, Episodes 1-9 – Tuesday 8:00 pmmoreless\n", "oylama": "8.9", "elestiri": "962"}]